package cn.db.train;

import cn.db.utils.DBUtils;

public class TrainStatus {

	/**
	 * @param args
	 */
	public static void main(String[] args) {
		System.out.println("===BEGIN===");
		DBUtils.insertTrainStatus("train_status.txt");
		System.out.println("===END===");
	}
	/**
	 * ===BEGIN===
		===10000===
		===10000===
		===10000===
		===10000===
		===10000===
		===10000===
		===10000===
		===10000===
		===10000===
		===10000===
		===10000===
		===10000===
		===10000===
		异常数据：1260747704,0,0,移动微店,2014-07-28 23:01:15,亲 ， 看看 这个 : 芭比 娃娃 2 代 NB 复古鞋 跑步鞋 运动鞋 36-44 （ 分享 自 @微店 http://t.cn/8kD2fJZ ）   原 图 
		===10000===
		===10000===
		===10000===
		异常数据：2717916227,0,0,小米手机2S,2015-01-21 17:33:53,心 累 中山·外海 大桥  显示 地图 
		===10000===
		===10000===
		===10000===
		===10000===
		===10000===
		异常数据：2631354283,1,3,360安全浏览器,2013-08-10 20:11:10,妈妈 ， 希望 您 的 身体 赶快 好 起来 ！ [ 心 ]   原 图 
		===10000===
		===10000===
		异常数据：2426478122,0,0,京东乐享,2013-01-03 16:38:21,嘿嘿 ！ 我 在 京东 商城 购买 了 “ 三星 （ SAMSUNG ） E1920NW 19 英寸 宽屏 液晶 显示器 ” ， 刚刚 精心 写 了 评价 ： 超薄 LED 色彩 不错 ... 求 围观 > > http://t.cn/zjR4dEe   原 图 
		===10000===
		===10000===
		===10000===
		===10000===
		所有的数据量：237801
		===END===

	 */
	
}
