package cn.db.train;

import cn.db.utils.DBUtils;

public class TrainInfoDB {
	
	/**
	 * 运行结果
	 * 
	 * ===BEGIN===
		存在重复项：1001434124||李仝de围脖||http://tp1.sinaimg.cn/1001434124/180/5615175876/1
		存在重复项：1004042417||大熊--唐||http://tp2.sinaimg.cn/1004042417/180/5606398742/1
		存在重复项：1013292372||下贱的技术宅||http://tp1.sinaimg.cn/1013292372/180/5601946516/1
		存在重复项：1014914767||嗳-show||http://tp4.sinaimg.cn/1014914767/180/5608898384/1
		存在重复项：1017237497||延江江的小窝||http://tp2.sinaimg.cn/1017237497/180/5605704527/1
		存在重复项：1017309484||常青树60||http://tp1.sinaimg.cn/1017309484/180/5609297217/1
		存在重复项：1029687043||白日依山烬||http://tp4.sinaimg.cn/1029687043/180/0/1
		存在重复项：1033009482||霏霏老爸||http://tp3.sinaimg.cn/1033009482/180/1277326853/1
		存在重复项：1037363394||佳木吴克||http://tp3.sinaimg.cn/1037363394/180/5612091105/1
		存在重复项：1040014005||正华心理||http://tp2.sinaimg.cn/1040014005/180/1290737736/1
		存在重复项：1043388703||milk_zyy||http://tp4.sinaimg.cn/1043388703/180/5605263876/0
		存在重复项：1043803151||劲草会疾风||http://tp4.sinaimg.cn/1043803151/180/0/1
		存在重复项：1044089517||我的阿伯||http://tp2.sinaimg.cn/1044089517/180/5615198966/1
		存在重复项：1044113481||马小破||http://tp2.sinaimg.cn/1044113481/180/0/0
		存在重复项：1044556270||一个流浪的疯子||http://tp3.sinaimg.cn/1044556270/180/5608611227/1
		存在重复项：1044654392||高中教师||http://tp1.sinaimg.cn/1044654392/180/1253786465/1
		存在重复项：1044886880||DARNASSUS||http://tp1.sinaimg.cn/1044886880/180/5614602561/1
		存在重复项：1045530922||幸福随心任意||http://tp3.sinaimg.cn/1045530922/180/1291157739/1
		存在重复项：1045694292||破角的阁楼||http://tp1.sinaimg.cn/1045694292/180/5607783436/1
		存在重复项：1046075664||我不爱中国现政府||http://tp1.sinaimg.cn/1046075664/180/1293686638/1
		存在重复项：1046716425||高-山||http://tp2.sinaimg.cn/1046716425/180/1268634157/1
		===1000===
		所有的数据量：1560
		===END===

	 * @param args
	 */
	public static void main(String[] args) {
		System.out.println("===BEGIN===");
		DBUtils.insertInfoBatch("train_info.txt");
		System.out.println("===END===");
	}
}
